/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "קובץ מצורף (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "הוסף קובץ מצורף";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "צלם";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "ספריית תצלומים";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "קבצים";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "בטל";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "כותרת";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "הערות";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "ערך";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "אזהרה: navigationController עבור ה-UITableViewController הנוכחי עבור FUIFormCell הוא אפס .FUIAttachmentsFormCell ו-ListPickerFormCell לא יפעלו כהלכה.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d שעות %d דקות";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "נבחר";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "הכול";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "אזהרה: החיפוש מושבת מכיוון ש-listPickerSearchResultsUpdating של נכס ב-ListPickerFormCell הוא אפס.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "בחר הכול";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "בטל בחירה של הכול";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "סגור";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "עוד";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "פחות";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "פועל";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "כבוי";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "הקש פעמיים כדי להחליף הגדרה";

